Repository: mozilla-l10n/mt-training-data
Catalog: vec/vec_pontoon.tmx
Source language: en_us
Languages: vec

source: Strict
vec: Restritivo

source: Strict (Default)
vec: Restritiva (predefinìa)

source: Strict (recommended)
vec: Restritiva (consijà)

source: Stronger protection, but may cause some sites or content to break.
vec: Majore protesion, cualche sito o contenùo i poderìa no funsionare coretamente.

source: Stronger tracking protection and faster performance, but some sites may not work properly.
vec: Majore protesion da’l traciamento e prestasion pì veƚoci, cualche sito el poderìa no funsionare coretamente.

source: Successfully disabled %1$s
vec: %1$s dixativà coretamente

source: Successfully enabled %1$s
vec: %1$s ativà coretamente

source: Successfully installed %1$s
vec: %1$s instaƚà coretamente

source: Successfully removed %1$s
vec: %1$s cavà coretamente

source: Successfully uninstalled %1$s
vec: %1$s dixinstaƚà coretamente

source: Successfully updated
vec: Axornà coretamente

source: Support
vec: Suporto

source: %s will delete the selected browsing data.
vec: %s scanseƚerà i dati de navigasion seƚesionà.

source: %s will share everything you type in the address bar with your default search engine.
vec: Cualsiasi testo digità ne ƚa bara degli indirisi de %s el vegnerà condivixo co’l motore de reserca predefinìo.

source: Switch
vec: Pasa a

source: Switch to tab
vec: Pasa a ƚa scheda

source: Sync bookmarks, history, and more with your Firefox Account
vec: Sincronixa segnaƚibri, cronoƚogìa e molto altro co’l tò account Firefox

source: Sync failed. Last success: %s
vec: Sincronixasion mìa riusìa. Ùltema sincronixasion: %s

source: Sync failed. Last synced: never
vec: Sincronixasion no riusìa. Ùltema sincronixasion: mai

source: Syncing…
vec: Sincronixasion…

source: Sync is on
vec: Ƚa sincronixasion ƚa xe ativa

source: Sync logins
vec: Sincronixa ƚe credensiaƚi

source: Sync now
vec: Sincronixa dèso

source: Tab closed
vec: Scheda sarà

source: Tab deleted
vec: Scheda scanseƚà

source: Tab from %s
vec: Scheda da %s

source: Tab menu
vec: Menu scheda

source: Tab Received
vec: Scheda ricevùa

source: Tabs
vec: Schede

source: Tab saved!
vec: Scheda salvà.

source: Tabs closed
vec: Schede sarà

source: Tabs deleted
vec: Schede scanseƚà

source: Tab sent!
vec: Scheda mandà.

source: Tabs Received
vec: Schede ricevùe

source: Tabs saved!
vec: Schede salvà.

source: Tabs sent!
vec: Schede mandà.

source: Take a position
vec: Ciapa na poxision

source: Telemetry
vec: Teƚemetria

source: The address isn’t valid
vec: El indiriso no el xe vaƚido

source: The connection has timed out
vec: El tenpo par ƚa conesion el xe exaurìo

source: The connection was interrupted
vec: Ƚa conesion ƚa xe stà interota

source: The connection was reset
vec: Ƚa conesion ƚa xe stà anuƚà

source: The logins you save or sync to %s will show up here.
vec: Ƚe credensiaƚi salvà o sincronixà en %s ƚe vegnerà visuaƚixà chive.

source: Theme
vec: Tema

source: The page at %1$s says:
vec: Ƚa pàgina so’l server %1$s ƚa riporta:

source: The page isn’t redirecting properly
vec: Ƚa pàgina no ƚa reinderisa en modo coreto

source: This add-on was migrated from a previous version of %1$s
vec: Sto conponente xontabiƚe el provien da ƚa migrasion de na version presedente de %1$s

source: This connection is not secure. Logins entered here could be compromised.
vec: Sta conesion no ƚa xe sicura. Ƚe credensiaƚi inserìe ƚe poderìa èsare vulnerabiƚi.

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
vec: Sto cua el xe on testo de exenpio. Mostra n’anteprima de cofà aparirà el testo cò te aumenti o riduxi ƚe dimension de i caratari co sta inpostasion.

source: This time, search with:
vec: Deso serca co:

source: This will delete all of your browsing data.
vec: Sta asion scanseƚerà tuti i dati de navigasion.

source: To allow it:
vec: Per parmeterƚo:

source: Toolbar
vec: Bara de i stromenti

source: Top
vec: In alto

source: Top Articles
vec: Articoƚi principaƚi

source: To send a tab, sign in to Firefox on at least one other device.
vec: Par mandare na scheda, và rento a’l account Firefox o almanco on altro dispoxitivo.

source: Tracking content
vec: Contenudi tracianti

source: Tracking Content
vec: Contenudi tracianti

source: Tracking Protection
vec: Protesion antitraciamento

source: Tracking Protection has blocked trackers
vec: Ƚa protesion antitraciamento ƚa ga blocà contenudi tracianti

source: Tracking Protection is off for these websites
vec: Ƚa protesion antitraciamento ƚa xe stà dixativà par sti siti

source: Tracking Protection is off for this site
vec: Ƚa protesion antitraciamento ƚa xe disativà par sto sito

source: Tracking Protection is on
vec: Ƚa protesion antitraciamento ƚa xe ativa

source: Try Again
vec: Prova ancora

source: Try dark theme: easier on your battery and your eyes.
vec: Prova el tema scuro: fà ben a ƚa baterìa e a i tò òci.

source: Try one-handed browsing with the bottom toolbar or move it to the top.
vec: Prova ƚa bara de i stromenti en baso par navigare co na soƚa man, o spostaƚa en alto.

source: Turned off globally, go to Settings to turn it on.
vec: Dixativà a liveƚo globaƚe, vèrxere ƚe inpostasion par ativarƚa.

source: Turn on for all sites
vec: Ativa par tuti i siti

source: Turn on Sync
vec: Ativa Sync

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
vec: <ul> <li>L’ogeto el poderìa èsare stà rinominà, rimoso o spostà.</li> <li>Poderìa eserghe on erore de ortografia ne el indiriso.</li> <li>Se gà i parmesi par asedere a el ogeto specificà?</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
vec: <ul> <li>El file el poderìa èsare stà spostà o scanceƚà opure i parmesi so el file i poderìa inpedirne l’aceso.</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
vec: <ul> <li>Contatare el proprietario de el sito web par informarƚo de el problema.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
vec: <ul> <li>Ƚa pàgina che se xe drio sercare de vixuaƚixare no ƚa poƚe èsare mostrà parché no xe posibiƚe verificare l’autentisità de i dati ricevui.</li> <li> Contatare el responsabiƚe de el sito web par informarƚo de’l problema.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
vec: <ul> <li> El sito el poderìa èsare tenporaneamente no disponibiƚe o masa ocupà. Riprovare tra poco. </li> <li> Se non si riese a cargare nisuna pàgina, controƚare i dati de el dispoxitivo o ƚa conesion Wi-Fi.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
vec: <ul> <li>Poderìa èsare de on problema ne ƚa configurasion de’l server o de on tentativo da parte de cualcheduni de sostituirse al server steso.</li> <li> Se xe stà posibiƚe coneterse a sto server ne el passà, el problema el poderia èsare soƚo tenporaneo. Se consija de riprovare pì tardi.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
vec: <ul> <li>I indirisi internet de soƚito i se scìve ne ƚa forma <strong>http://www.example.com/</strong></li> <li>Verifegare se xe drio utilixare ƚe bare corete (a exempio <strong>/</strong>).</li> </ul>

source: Unable to connect
vec: Conesion no riusìa

source: Unable to save login
vec: No xe mìa posibiƚe salvare ƚa password

source: Unable to send
vec: Asion no riusìa

source: Undo
vec: Anuƚa

source: UNDO
vec: ANUȽA

source: Unexpected response from server
vec: Resposta inaspetà de el server

source: Unknown Protocol
vec: Protocoƚo no conosùo

source: Unlock to view your saved logins
vec: Sbloca par visualixare ƚe credensiaƚi salvà

source: Unlock your device
vec: Sbloca el dispoxitivo

source: Unsafe File Type
vec: Tipo de file no sicuro

source: Unwanted site issue
vec: Problema de sito no desiderà

source: Update
vec: Axorna

source: Updating %s…
vec: Axornamento de %s…

source: URL
vec: INDIRISO

source: URL copied
vec: Indiriso copià

source: URL copied to clipboard
vec: URL copià ne i scarabòci

source: Usage and technical data
vec: Dati tecnici e statistiche de utilixo

source: Use email instead
vec: Asedi co l’email

source: Username
vec: Nòme utente

source: Username copied to clipboard
vec: Nòme utente copià ne i scarabòci

source: Users: %1$s
vec: Utenti: %1$s

source: Verified By: %1$s
vec: Verificà da: %1$s

source: Video and audio allowed
vec: Video e audio consentìi

source: Video and audio blocked
vec: Video e audio blocà

source: Visit <b>firefox.com/pair</b> in Firefox on your computer to get your QR code.
vec: Par ottenere el còdexe QR vèrxi <b>firefox.com/pair</b> in Firefox so’l computer.

source: Voice search
vec: Riserca vocale

source: Welcome to an all-new %s
vec: Benvegnu en on %s conpletamente rinovà

source: Welcome to %s!
vec: Benvegnù en %s.

source: We‘re currently building support for an initial selection of Recommended Extensions.
vec: Semo drio svilupare el suporto par na selesion inisiale de estension consijà.

source: We’ve designed %s to give you control over what you share online and what you share with us.
vec: %s el xe progetà par darte el pieno controƚo su ƚe informasion che te condividi online e co noialtri.

source: What’s blocked by custom tracking protection
vec: Eƚementi blocà ne ƚa protesion antitraciamento

source: What’s blocked by standard tracking protection
vec: Eƚementi blocà ne ƚa protesion antitraciamento normaƚe

source: What’s blocked by strict tracking protection
vec: Eƚementi blocà ne ƚa protesion antitraciamento restritiva

source: What’s New
vec: Novità

source: What’s new in %s
vec: Novità en %s

source: When you see the %s icon, private browsing is just a tap away.
vec: Cuando te vedi l’icona %s, te basta on toco par pasare a ƚa navigasion anonima.

source: Yes, sign me in
vec: Sì, va rento

source: You are signed in as %s on another Firefox browser on this phone. Would you like to sign in with this account?
vec: Te sì xà coneso cofà %s en ’n altro browser Firefox so’l dispoxitivo en uxo. Desiderito asedere co sto account?

source: You can attempt to restore or close this tab below.
vec: Serca de repristinare o sara su ƚa seguente scheda.

source: You’ll be logged out of most sites
vec: Te vegnerè disconeso da ƚa major parte de i siti

source: Your collections will be shown here.
vec: Ƚe rancure ƚe vegnerà mostrà chive.

source: You’re in a private session
vec: Te sì en na sesion anonima

source: Your Library
vec: Ƚa tò ƚibrarìa

source: Your open tabs will be shown here.
vec: Ƚe schede vèrte ƚe vegnerà mostrà chive.

source: Your privacy
vec: Ƚa tò privacy

source: Your rights
vec: I to diriti

source: Your Rights
vec: I tò diriti

source: Zoom on all websites
vec: Zoom so tuti i siti web

source: 2 down, keep it up!<playIcon></playIcon>
vec: 2 fate <playIcon></playIcon>, vanti n’altra!

source: ≥ 2 No votes
vec: ≥ 2 voti No

source: ≥ 2 Yes votes
vec: ≥ 2 voti Sì

source: Abkhaz
vec: Abcaxo

source: Accent
vec: Asento

source: Acehnese
vec: Aceh

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
vec: { $actionType } <playIcon></playIcon> Ƚa fraxe xeƚa stà leta coretamente?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
vec: { $actionType }<recordIcon></recordIcon>, e dopo lèxi ƚa fraƚe a vose alta

source: { $actionType }<stopIcon></stopIcon> when done
vec: { $actionType }<stopIcon></stopIcon> cò te ghe finìo

source: { $actionType } submit when ready
vec: { $actionType } Manda cò te si pronto

source: Additional Language
vec: Altra ƚengua

source: Add Language
vec: Xonta na Ƚengua

source: Adyghe
vec: Adighè

source: Age
vec: Età

source: Albanian
vec: Albanexe

source: All
vec: Tuto

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
vec: Tute cuante ƚe registrasioni prexenti ne i dataset ƚe vien anonimixà par rimovere cualsiasi informasion personaƚe da indove se posa risaƚire a'l donatore. Cò on colaboratore el fornise dati demografici tramite el proprio profilo, tali informasioni ƚe vien scanseƚà da ƚe registrasioni vocaƚi vanti de èsare acorpà al dataset disponibiƚe par el download, inoltre no ƚe vien en nisun caxo rexe publiche su ƚa pàgina de'l profiƚo de'l colaboratore.

source: Amharic
vec: Amarico

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
vec: Dati utente anonimi cofà età, seso e asento i iuta a mijorare i dati audio utilixà par adestrare l’acuratesa de i motori de riconosimento vocaƚe. Il to nòme utente e email no i sarà mai asocià a i dati invià e te podrè sejere se rendare el to nòme utente publico o privato.

source: Arabic
vec: Àrabo

source: Aragonese
vec: Aragonexe

source: Artificial intelligence
vec: Inteƚigensa artifisaƚe

source: Assamese
vec: Asamexe

source: Audio Format
vec: Formato audio

source: Average
vec: Medio

source: A voice clip is marked "valid" when a user gives it a Yes vote.
vec: Na registrasion vocaƚe la xe contrasegnà cofà “vaƚida” cò on utente ƚa valuta con on Sì.

source: Awards
vec: Riconosimenti

source: Azerbaijani
vec: Axerbaijan

source: Back to Top
vec: Torna de sora

source: Bashkirs
vec: Baschiro

source: Basque
vec: Basco

source: Become a partner
vec: Diventa partner

source: Belarusian
vec: Bieƚoruso

source: Benefits
vec: Vantaji

source: Bengali
vec: Bengaƚexe

source: <bold>{ $count }</bold> Clips
vec: <bold>{ $count }</bold> registrasion

source: <bold>Help us</bold> find more voices
vec: <bold>Jutane</bold> a catare altre vosi

source: <bold>iOS</bold> users can download our free app:
vec: I utenti <bold>iOS</bold> i pole descargare ƚa nostra aplicasione gratuita:

source: Both
vec: Tuti e do

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
vec: Tuti e do i progeti i rientra ne ƚa nòstra mision de colmare el divario ne'l setore de'l riconosimento vocaƚe digitaƚe. Le tecnologie de riconosimento vocaƚe ƚe conferise na dimension umana a i nòstri dispoxitivi, ma i svilupatori i ga hanno bisogno de n’enorme cuantità de dati vocaƚi par crearƚe. Deso, ƚa maggior parte de sti dati ƚa xe costoxa e proprietaria. Voƚemo rendere i dati vocaƚi disponibiƚi liberamente e publicamente e asicurarse che sti dati i rispechìa ƚa diversità de ƚe parsone reaƚi. Insieme podemo rendare el riconosimento vocaƚe migliore par tuti.

source: Both (Speak and Listen)
vec: Tute e do (registrare e convaƚidare)

source: Breton
vec: Brètone

source: Build a custom goal
vec: Crea on obietivo personaƚe

source: Build Profile
vec: Crea el to profiƚo

source: Bulgarian
vec: Bùlgaro

source: Burmese
vec: Birman

source: Buryat
vec: Buriato

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
vec: <b>Parché devo dare el mìo indiriso email?</b> Servirà cofà contato par informasion so eventuaƚi future modifeghe a i dataset.

source: By editing your goal, you may lose your existing progress.
vec: Se te modifeghi l’obietivo te poderisi perdare i atuali progresi.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
vec: Sèjendo de risevere ƚe email, te aseti che Mozilla el uxa ste informasioni secondo cueƚo riportà ne ƚa <privacyLink>informativa so ƚa privacy<privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
vec: <b>Asetito</b> de rinunciare a determinare ƚ’identità de i parlanti prexenti ne'l dataset de Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
vec: Se te fornisi ste informasioni insieme a ƚe to registrasion vocaƚi, ƚe vegnerà uxa par mijorare ƚa precixion de i motori de riconosimento vocaƚe.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
vec: Utiƚixando Common Voice, te aseti ƚe nostre <termsLink>condisioni</termsLink> e l’<privacyLink>informativa so ƚa privacy</privacyLink>

source: CANCEL
vec: ANUȽA

source: Cancel Re-recording
vec: Anuƚa ƚa nova registrasion

source: Cancel Submission
vec: Scanseƚa el invio

source: Can't decide?
vec: Sito indeciso?

source: Change your email via Settings under Login Identity
vec: Canbia ƚa to email da ƚe inpostasioni al de soto de ƚa voce Identità de aceso

source: Chinese (China)
vec: Cinexe (Cina)

source: Chinese (Hong Kong)
vec: Cinexe (Hong Kong)

source: Chinese (Taiwan)
vec: Cinexe (Taiwan)

source: Chuvash
vec: Ciuvascio

source: Click
vec: Fa clic so

source: Clip Graveyard
vec: Cimitero de ƚe registrasion

source: Clips recorded
vec: Registrasioni

source: Clips Uploaded
vec: Registrasion caricà

source: Clips validated
vec: Registrasion convalidà

source: Clips You've Recorded
vec: Registrasion che te ghe inserìo

source: Clips You've Validated
vec: Registrasion che te ghe convalidà

source: Collecting sentences from the public domain, or writing new ones for the public domain.
vec: Racojere fraxi de publico dominio o scriverne de nove soto licensa de publico dominio.

source: Comment
vec: Comento

source: Common Voice data plus all other voice datasets above.
vec: Dati de Common Voice e en pì tuti cuanti i dataset presedenti.

source: Common Voice Dataset
vec: Dataset de Common Voice

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
vec: Common Voice el xe on progeto en coƚaborasion e, par creare ƚa pì granda rancura de dati vocaƚi de dominio publico de senpre, dipendemo da ƚa comunidà de soci e coƚaboratori. Par el ƚoro contributo a'l progeto, gavemo el piaxere de ringrasiare ƚe parsone e ƚe organixasioni seguenti:

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
vec: El progeto Common Voice ƚa xe n'inisiativa de Mozilla par insegnare a ƚe machine cofà ƚe parla ƚe persone ne ƚa vita reaƚe.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
vec: Common Voice el xe parte de n’iniziativa Mozilla par insegnare a ƚe machine en che modo ƚe persone ƚe parla ne ƚa vita reale.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
vec: Common Voice xe parte de n’inisiativa Mozilla par insegnare a ƚe macchine cofà ƚa xente ƚa parla ne ƚa vita reaƚe. Par xonta a'l dataset de Common Voice, semo drio costruire on motore de riconosimento vocaƚe open source ciamà Deep Speech.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
vec: Le registrasion de Common Voice ƚe xe utilixà da studioxi, picoƚe inprese e apasionati de riconosimento vocaƚe par parfesionare e far cresere risorse disponibiƚi publicamente cofà i modelli vocali. Poderisito spiegarne parchè te voi scanseƚare ƚe to registrasion?

source: Confirm Goal
vec: Conferma obietivo

source: Connect with Gravatar
vec: Coneti Gravatar

source: Contact
vec: Contati

source: Contact Form
vec: Moduƚo de contato

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
vec: Contenudo a dispoxision soto <licenseLink>licensa Creative Commons</licenseLink>

source: Continue
vec: Continua

source: Contribute
vec: Contribuisi

source: Contribute to { $lang }
vec: Contribuisi en { $lang }

source: Contribute Your Voice
vec: Dona ƚa to vose

source: Contribution Activity
vec: Contributi

source: Contribution Experience
vec: Esperiensa de contributi

source: Contributors record voice clips by reading from a bank of donated sentences.
vec: I coƚaboratori i lexe e i registra on breve testo catà fora da na banca dati de fraxi donà.

source: Cornish
vec: Cornico

source: { $count }mo
vec: { $count } mexi

source: { $count }wk
vec: { $count } set.

source: { $count }y
vec: { $count } ani

source: Create a Custom Goal
vec: Crea on obietivo personaƚe

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
vec: Crea na registrasion vocaƚe cofà parte de'l profiƚo de'l to avatar. Altri utenti i poderà scoltare ƚa to registrasion movendo el mouse so ƚa to icona.

source: Croatian
vec: Croato

source: Czech
vec: Ceco

source: Daily Goal
vec: Obietivo giornaliero

source: Danish
vec: Danexe

source: Dashboard
vec: Paneƚo

source: Datasets
vec: Dataset

source: Days
vec: Dì

source: De-identified
vec: Anonimixasion

source: DELETE
vec: SCANSEȽA

source: Delete my recordings
vec: Scaanseƚa ƚe me registrasion

source: Delete Profile
vec: Scanseƚa profiƚo

source: Dhivehi
vec: Maldivian

source: Different language
vec: Ƚengua diversa

source: Difficult
vec: Difisiƚe

source: Difficult to pronounce
vec: Difisile da pronunciare

source: Donate your voice
vec: Regaƚane ƚa to vose

source: Don't see your language on Common Voice yet?
vec: No te cati ƚa to ƚengua so Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
vec: No catito ƚa to ƚengua ne'l dataset? Par richiederne una, va su ƚa pàgina Ƚengue.

source: Download
vec: Descarga

source: Download Common Voice Data
vec: Descarga i dati de Common Voice

source: Download Data
vec: Descarga i dati

source: Download Dataset Bundle
vec: Descarga bundle de dataset

source: Download { $language }
vec: Descarga { $language }

source: Download My Data
vec: Descarga i me dati

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
vec: Gheto idee so cofà far mejo el dataset de Common Voice? Faneƚo savere so Discourse
